JAM_001_EDIT_PROPERTIES_TITLE=Administrar ajustes OLAP
JAM_003_PROFILING_ENABLED=Perfilado de rendimiento activado
JAM_004_XMLA_MAX_DRILL_THROUGH=M\u00e1xima obtenci\u00f3n de detalles de XML/A en filas
JAM_005_DISABLE_MEMORY_CACHE=Desactivar cach\u00e9 de memoria OLAP
JAM_006_GENERATE_FORMATTED_SQL=Generar trazas de SQL con formato
JAM_007_TRACE_LEVEL=Nivel de traza (establecer nivel mayor que 0 para consultas SQL)
JAM_008_TRACE_FILE=Archivo de traza -- nulo para salida est\u00e1ndar
JAM_009_QUERY_LIMIT=L\u00edmite de consultas
JAM_010_RESULT_LIMIT=L\u00edmite de resultados
JAM_011_LARGE_DIMENSION_THRESHOLD=Umbral de dimensi\u00f3n grande
JAM_012_SPARSE_DENSITY_THRESHOLD=Umbral de densidad de segmentos dispersos
JAM_013_SPARSE_COUNT_THRESHOLD=Umbral de n\u00famero de segmentos dispersos
JAM_014_ENABLE_AGGREGATES=Activar tablas de agregados
JAM_015_CHOOSE_AGGREGATES_BY_VOL=Elegir tabla de agregados por volumen
JAM_016_VIEW_PROPERTIES_TITLE=Ver propiedades de servidor OLAP
JAM_017_VIEW_PROPERTIES_HEADER=Propiedades de servidor OLAP
JAM_018_ERROR=Error
JAM_019_WHOLE_NUMBER_ERROR=este valor debe ser un n\u00famero entero.
JAM_020_RATIO_NUMBER_ERROR=este valor debe estar comprendido entre 0,0 y 1,0.
JAM_021_ERROR_HEADING=Error de OLAP:
JAM_022_ANALYSIS_LICENSE_MISSING=Para acceder a esta p\u00e1gina necesita una licencia con privilegios de OLAP de Jaspersoft. 
JAM_023_CONTACT_SUPPORT=P\u00f3ngase en contacto con el servicio de asistencia t\u00e9cnica de Jaspersoft.

JAM_022_EVALUATE_MAX_EVAL_DEPTH=N\u00famero m\u00e1ximo de pases permisible a la hora de evaluar una expresi\u00f3n MDX
JAM_024_CASE_SENSITIVE=Los identificadores MDX distinguen may\u00fasculas y min\u00fasculas
JAM_023_COMPARE_SIBLINGS_BY_ORDER_KEY=Los miembros hermanos se ordenan de acuerdo a su expresi\u00f3n ordinal
JAM_025_QUERY_TIMEOUT=Si > 0, tiempo de consulta m\u00e1ximo (seg)
JAM_024_NON_EMPTY=Siempre se utiliza No vac\u00edo
JAM_025_IGNORE_INVALID_MEMBERS=Durante la carga del esquema, los miembros no v\u00e1lidos se ignoran y se tratan como nulos.
JAM_026_IGNORE_INVALID_MEMBERS_DURING_QUERY=Durante la validaci\u00f3n de la consulta, los miembros no v\u00e1lidos se ignoran y se tratan como nulos.
JAM_027_NULL_MEMBER_REPRESENTATION=Define c\u00f3mo se representa un miembro nulo en la salida de resultado
JAM_028_ITERATION_LIMIT=Si > 0, el n\u00famero m\u00e1ximo de iteraciones permitidas al evaluar un agregado
JAM_029_OPTIMIZER_SIZE=Si > 0, l\u00edmite de resultado de crossjoin m\u00e1s all\u00e1 del cual se aplicar\u00e1 el optimizador.
JAM_032_NEED_DIMENSION_PREFIX=Los elementos de una dimensi\u00f3n (niveles, jerarqu\u00edas, miembros) se deben prefijar con el nombre de la dimensi\u00f3n en la consulta MDX
JAM_033_IGNORE_MEASURE_FOR_NON_JOINING_PREFIX=Si hay dimensiones no relacionadas con una medida en contexto durante una agregaci\u00f3n, la medida se ignora en el contexto de evaluaci\u00f3n
JAM_031_NULL_OR_ZERO_DENOMINATOR_PRODUCES_NULL=La divisi\u00f3n entre nulo o cero produce NULO
JAM_030_SOLVE_ORDER_MODE=Resolver comportamiento de evaluaci\u00f3n de orden
JAM_HEADER_GENERAL_BEHAVIOR=Comportamiento general
JAM_014_AGGREGATE_SECTION=Ajustes de agregados
JAM_016_AGGREGATES_OPTIMIZE_PREDICATES=Optimizar predicados
JAM_017_AGGREGATES_RULES=Archivo de regla para identificaci\u00f3n de tabla de agregado
JAM_018_AGGREGATES_RULE_TAG=Valor de la etiqueta de elementos AggRule
JAM_019_AGGREGATES_GENERATE_SQL=Imprimir SQL para registrar la creaci\u00f3n de la tabla de agregados para asistir a MDX con los agregados
JAM_020_AGGREGATES_JDBC_FACTORY_CLASS=Clase de Factory para determinar las tablas y las columnas de un origen de datos
JAM_034_CACHING_SECTION=Ajustes de generaci\u00f3n de SQL y cach\u00e9
JAM_035_EXP_CACHE_ENABLE=Utilice una cach\u00e9 para los resultados de expresiones evaluadas con frecuencia
JAM_036_ENABLE_CUBE_MEMBER_CACHE=Objetos RolapCubeMember de cach\u00e9
JAM_037_NATIVE_CROSS_JOIN_ENABLE=Algunas instrucciones MDX de Crossjoin NO VAC\u00cdO se procesar\u00e1n en la base de datos
JAM_038_NATIVE_TOP_COUNT_ENABLE=Algunas instrucciones MDX de TopCount se procesar\u00e1n en la base de datos
JAM_039_NATIVE_FILTER_ENABLE=Algunas instrucciones MDX de filtro() se procesar\u00e1n en la base de datos
JAM_040_NATIVE_NON_EMPTY_ENABLE=Algunas instrucciones MDX NO VAC\u00cdO se procesar\u00e1n en la base de datos
JAM_048_NATIVE_UNSUPPORTED_ALERT=Avisar acci\u00f3n en caso de que la evaluaci\u00f3n nativa de una funci\u00f3n se active pero no se asista en una consulta particular.
JAM_041_GROUPING_SETS_ENABLE=Algunas consultas acumuladas se combinar\u00e1n utilizando un grupo mediante conjuntos de agrupaci\u00f3n si el dialecto SQL lo permite.
JAM_043_XMLA_SECTION=Ajustes XML/A
JAM_042_XMLA_DRILL_THROUGH_TOTAL_COUNT_ENABLE=La primera fila del resultado de una consulta de obtenci\u00f3n de detalles XML/A se rellenar\u00e1 con el recuento total de filas
JAM_044_MEMORY_MONITOR_SECTION=Ajustes de control de memoria
JAM_045_MEMORY_MONITOR_ENABLE=Utilice el control de memoria Java 5 para evitar quedarse sin memoria
JAM_046_MEMORY_MONITOR_THRESHOLD=Se utiliza un umbral para limitar la memoria
JAM_047_MEMORY_MONITOR_CLASS=Nombre de clase de factory para administrar la memoria

JAM_048_ZERO_OR_GREATER=este valor debe ser cero o un n\u00famero mayor.
JAM_049_ONE_OR_GREATER=este valor debe ser uno o un n\u00famero mayor.
JAM_050_ONE_TO_99=este valor debe estar comprendido entre 1 y 99
JAM_051_INVALID_CLASS=Nombre de clase no v\u00e1lido. No existe en el servidor.
JAM_052_EXP_CALC_CLASS=Nombre de clase de ExpCompiler que se vaya a utilizar

JAM_053_EXPAND_NON_NATIVE=Expandir subexpresiones no nativas de una expresi\u00f3n nativa en MemberLists
JAM_054_MAX_CONSTRAINTS=N\u00famero m\u00e1ximo de restricciones en una \u00fanica cl\u00e1usula SLQ `IN'
JAM_055_HIGH_CARD_CHUNK_SIZE=N\u00famero de elementos le\u00eddos al procesar elementos con dimensiones de alta cardinalidad

JAM_056_UPDATED=Ajustes actualizados
JAM_057_DONE=Listo




